export const StepsDemo = {
    current: 3,
    steps :[
        {
            label: '2018年2月6日',
            desc: '楹联将卡的健康撒的接口对接撒阿斯顿'
        },
        {
            label: '2019年10月11日',
            desc: '楹联将卡的健康撒的接口对接撒阿斯顿'
        },
        {
            label: '2019年11月11日',
            desc: '楹联将卡的健康撒的接口对接撒阿斯顿'
        },
        {
            label: '2010年10月11日',
            desc: '楹联将卡的健康撒的接口对接撒阿斯顿'
        },
        {
            label: '2019年10月10日',
            desc: '楹联将卡的健康撒的接口对接撒阿斯顿'
        }
    ]
}

export const WorkFlow = {
    contents : [
        {
            player:'产品经理',
            works:['需求评审','产品原型','产品评审','视觉维护','项目立项','产品验收']
        },
        {
            player:'视觉设计',
            works:['原型规范','设计稿']
        },
        {
            player:'项目经理',
            works:['创建项目','维护团队','关联产品','关联需求','分解任务']
        },
        {
            player:'研发人员',
            works:['领取任务','更新状态','完成任务']
        },
        {
            player:'测试人员',
            works:['撰写用例','执行用例','提交 bug','验证 bug','关闭 bug']
        }

    ]

}